alvr-launcher-bin
babelfish-fish-git
clipse
ctpv-git
dashbinsh
element-desktop-nightly-bin
gopro-webcam
heroic-games-launcher-bin
hunspell-pt_pt
hypridle-git
hyprland-git
hyprlock-git
hyprpaper-git
hyprpicker-git
hyprutils-git
hyprwayland-scanner-git
lf-bin
librewolf-bin
moonlight-qt
mpdris2
numbat
obs-gstreamer
pandoc-bin
parsec-bin
polychromatic
prismlauncher-qt5-bin
protonup-qt-bin
shellcheck-bin
sidequest-bin
simple-mtpfs
steamtinkerlaunch
sunshine
ttf-ms-fonts
ttf-twemoji
ungoogled-chromium-bin
uwsm
vesktop-bin
visual-studio-code-bin
wdisplays
wl-gammarelay-rs
xdg-desktop-portal-hyprland-git
yay
yay-debug
