alvr-launcher-bin
babelfish-fish-git
bambustudio-appimage
clipse
ctpv-git
dashbinsh
gnu-netcat
gopro-webcam
heroic-games-launcher-bin
http-parser
hunspell-pt_pt
joplin-appimage
librewolf-bin
linux-wallpaperengine-git
numbat
obs-gstreamer
opencomposite-git
pandoc-bin
parsec-bin
polychromatic
prismlauncher-qt5-bin
protonup-qt-bin
python-llm
python-llm-github-copilot
python-pywalfox
qt5ct-kde
qt6ct-kde
quickshell-git
shellcheck-bin
sidequest-bin
simple-mtpfs
steamtinkerlaunch
sunshine-bin
ttf-ms-fonts
ttf-twemoji
tuxguitar-bin
ungoogled-chromium-bin
v4l2loopback-dkms-git
vesktop-bin
visual-studio-code-bin
walker-bin
wdisplays
xwaylandvideobridge
yay
