alvr-launcher-bin
app2unit-git
babelfish-fish-git
bambustudio-appimage
clipse
ctpv-git
dashbinsh
ddcci-driver-linux-dkms-git
gemini-cli-bin
gnu-netcat
gopro-webcam
gpu-screen-recorder
grimblast-git
grub-theme-boot-minegrub-git
heroic-games-launcher-bin
http-parser
hunspell-pt_pt
joplin-bin
librewolf-bin
linux-wallpaperengine-git
matugen-bin
numbat
obs-gstreamer
opencomposite-git
pandoc-bin
parsec-bin
polychromatic
protonup-qt-bin
python-llm
python-llm-github-copilot
python-pywalfox
qt5ct-kde
qt6ct-kde
quickshell-git
shellcheck-bin
sidequest-bin
simple-mtpfs
steamtinkerlaunch
sunshine-bin
tombl-bin
ttf-bootstrap-icons
ttf-material-symbols-variable-git
ttf-ms-fonts
ttf-twemoji
tuxguitar-bin
ungoogled-chromium-bin
v4l2loopback-dkms-git
vesktop-bin
vicinae-git
visual-studio-code-bin
walker-bin
wdisplays
xcursor-pro-cursor-theme
xcursor-pro-hyprcursor
xp-pen-tablet
yay
zmk-studio-bin
