7zip
acpi
acpid
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
adw-gtk-theme
alacritty
alsa-utils
amd-ucode
android-tools
android-udev
ansible
aquamarine
arch-install-scripts
archlinux-xdg-menu
arduino-cli
ark
atool
audacity
base
base-devel
bash-completion
bat
bear
bemenu
bitwarden
blas-openblas
bluez
bluez-deprecated-tools
bluez-utils
boost
bottom
boxxy
breeze
breeze-gtk
breeze5
brightnessctl
cadaver
calcurse
calf
catfish
cava
chafa
checkbashisms
checksec
cmake
codespell
cpio
cpupower
croc
cups
cups-pdf
dash
ddcutil
ddrescue
detox
dhcpcd
dino
direnv
discord
dmidecode
docker
docker-buildx
docker-compose
docx2txt
dos2unix
dosfstools
dvdbackup
dvgrab
easyeffects
efibootmgr
electron
espeak-ng
ethtool
exfat-utils
eza
f2fs-tools
farstream
fastfetch
fd
ffmpeg
ffmpegthumbnailer
figlet
firefox
fish
fontforge
foot
fprintd
freecad
fuseiso
fzf
gamemode
gamescope
gcc-fortran
gcovr
gdb
gimp
git
git-delta
git-filter-repo
github-cli
glfw
glow
gnuplot
go
godot
graphviz
grim
grub
gsound
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gstreamer-vaapi
gtkmm3
gvfs
gvfs-mtp
gvfs-nfs
gvfs-smb
hdparm
hexyl
highlight
htmlq
hunspell-en_us
hyperfine
hyprcursor
hypridle
hyprland
hyprland-qtutils
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprsunset
imagemagick
imv
inetutils
inter-font
iperf
ipp-usb
jdk-openjdk
jdk21-openjdk
jfsutils
jq
jre11-openjdk-headless
jshon
khal
kitty
kvantum
lf
lib32-fakeroot
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libappindicator-gtk2
lib32-libappindicator-gtk3
lib32-libavc1394
lib32-libiec61883
lib32-libltdl
lib32-libpulse
lib32-libva
lib32-libvdpau
lib32-libxcomposite
lib32-libxft
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-opencl-mesa
lib32-pipewire
lib32-pipewire-jack
lib32-pipewire-v4l2
lib32-v4l-utils
lib32-vulkan-radeon
libappimage
libappindicator-gtk2
libayatana-appindicator
libdvdcss
libgepub
libgsf
libliftoff
libnotify
libopenraw
libreoffice-fresh
libva-nvidia-driver
libva-utils
libvdpau-va-gl
linux-firmware
linux-zen
linux-zen-headers
logrotate
lshw
lsp-plugins
lua51
luarocks
lvm2
lzop
man-db
man-pages
mangohud
maxima
maxima-sbcl
mdadm
mdbook
mediainfo
mesa-utils
meson
monolith
moonlight-qt
mosh
mpv
mpv-mpris
neovim
net-tools
networkmanager
networkmanager-pptp
newsboat
nfs-utils
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
nvidia-container-toolkit
nvidia-dkms
nvidia-settings
nvtop
nwg-displays
nwg-look
obs-studio
ocl-icd
odt2txt
openblas
opencl-mesa
openrazer-daemon
openrgb
opensc
os-prober
otf-font-awesome
ouch
pacman-contrib
pacutils
pam-u2f
papirus-icon-theme
parallel
patchelf
pavucontrol
perf
perl-image-exiftool
perl-locale-gettext
pipewire-alsa
pipewire-pulse
pipewire-v4l2
pkgstats
plantuml
playerctl
plymouth
pnpm
polkit-kde-agent
poppler
power-profiles-daemon
prettier
prismlauncher
prusa-slicer
pulsemixer
pv
python-black
python-llfuse
python-matplotlib
python-mutagen
python-pandas
python-piexif
python-pillow
python-pipx
python-pycryptodomex
python-pynvim
python-scipy
python-seaborn
python-tqdm
python-virtualenv
python-websockets
qbittorrent
qpwgraph
qt5-imageformats
qt6-wayland
rapidjson
rawtherapee
rclone
reflector
ripgrep-all
rlwrap
rpi-imager
rsync
rust
rust-analyzer
samba
sane-airscan
sassc
scons
screen
seahorse
shfmt
slurp
smartmontools
socat
solaar
sshfs
sshpass
starship
steam
strawberry
sudo
supertux
swappy
swaync
syncthing
sysfsutils
systemd-resolvconf
tailscale
terraform
tesseract-data-eng
tesseract-data-por
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-latex
texlive-latexrecommended
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
time
tk
tllist
trash-cli
tree
ttf-dejavu
ttf-inconsolata
ttf-lato
ttf-liberation
ttf-linux-libertine
ttf-roboto
ttf-sourcecodepro-nerd
ttf-victor-mono-nerd
udiskie
udisks2
ufw
unrar
unzip
urlscan
uv
uwsm
vala
valgrind
vdpauinfo
vi
vim
visidata
vlc
vulkan-radeon
vulkan-tools
vulkan-validation-layers
waybar
wayvnc
webp-pixbuf-loader
wget
wine-gecko
wine-mono
wine-staging
winetricks
wireless-regdb
wl-clipboard
wlroots0.18
wlsunset
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdotool
xf86-video-amdgpu
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yad
yapf
ydotool
yq
yt-dlp
yubikey-manager
yubikey-personalization
yubikey-personalization-gui
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zbar
zed
zip
