acpi
acpid
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
alacritty
alsa-utils
amd-ucode
android-udev
ansible
arc-icon-theme
arc-solid-gtk-theme
arch-install-scripts
arduino-cli
atool
base
base-devel
bash-completion
bemenu
blas-openblas
bluez
bluez-utils
boost
borg
borgmatic
boxxy
breeze-gtk
brightnessctl
cadaver
calcurse
calf
chafa
checkbashisms
checksec
cmake
composer
cpio
cpupower
croc
cups
cups-pdf
dash
ddcutil
detox
dhcpcd
docker
docker-buildx
docker-compose
docx2txt
dos2unix
dosfstools
easyeffects
efibootmgr
electron
espeak-ng
ethtool
exfat-utils
eza
f2fs-tools
farstream
fastfetch
ffmpeg
ffmpegthumbnailer
figlet
firefox
fish
foot
fprintd
fzf
gamemode
gamescope
gcc-fortran
gdb
gimp
git
git-delta
git-filter-repo
github-cli
glfw
glow
gnu-netcat
gnuplot
godot
graphviz
grim
grub
gsound
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-good
gstreamer-vaapi
gtkmm3
hdparm
hexyl
highlight
htmlq
http-parser
hunspell-en_us
hyperfine
hyprcursor
hypridle
hyprland
hyprlang
hyprlock
hyprpaper
hyprutils
hyprwayland-scanner
imagemagick
imv
inetutils
iperf
jdk-openjdk
jfsutils
jq
jre11-openjdk-headless
jshon
kvantum
lib32-fakeroot
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libappindicator-gtk2
lib32-libappindicator-gtk3
lib32-libltdl
lib32-libpulse
lib32-libva
lib32-libvdpau
lib32-libxcomposite
lib32-libxft
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-pipewire
lib32-pipewire-jack
lib32-pipewire-v4l2
lib32-v4l-utils
lib32-vulkan-radeon
libappindicator-gtk2
libayatana-appindicator
libliftoff
libnotify
libreoffice-fresh
libva-nvidia-driver
libva-utils
libvdpau-va-gl
linux-firmware
linux-zen
linux-zen-headers
logrotate
lshw
lvm2
man-db
man-pages
mangohud
maxima
maxima-sbcl
mdadm
mediainfo
meson
monolith
mosh
mpc
mpd
mpv
mpv-mpris
ncmpcpp
neofetch
neovim
net-tools
networkmanager
networkmanager-pptp
newsboat
nfs-utils
nm-connection-editor
nodejs
npm
nss-mdns
ntfs-3g
nvidia-dkms
nvtop
nwg-look
obs-studio
obsidian
ocl-icd
odt2txt
openblas
opencv
openrazer-daemon
openrgb
opensc
os-prober
otf-font-awesome
p7zip
pacman-contrib
patchelf
pavucontrol
perf
perl-locale-gettext
php-gd
php-sqlite
pipewire-alsa
pipewire-pulse
pipewire-v4l2
pkgstats
plantuml
playerctl
polkit-kde-agent
poppler
prettier
prusa-slicer
pulsemixer
python-black
python-llfuse
python-matplotlib
python-mutagen
python-pandas
python-piexif
python-pillow
python-pycryptodomex
python-pynvim
python-scipy
python-seaborn
python-tqdm
python-virtualenv
python-websockets
qbittorrent
qt5-imageformats
qt6-wayland
qt6ct
rapidjson
reflector
reiserfsprogs
ripgrep-all
rlwrap
rsync
rust
rust-analyzer
samba
sane-airscan
scons
screen
shfmt
slurp
smartmontools
socat
steam
sudo
supertux
swappy
swaync
syncthing
sysfsutils
systemd-resolvconf
tailscale
tesseract-data-por
texlive-basic
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-latexextra
texlive-latexrecommended
thunderbird
time
tk
tllist
trash-cli
tree
ttf-dejavu
ttf-inconsolata
ttf-liberation
ttf-linux-libertine
ttf-sourcecodepro-nerd
ttf-victor-mono-nerd
udiskie
udisks2
ufw
unrar
unzip
urlscan
vala
valgrind
vdpauinfo
vi
vim
visidata
vulkan-radeon
vulkan-tools
vulkan-validation-layers
waybar
wayvnc
wget
wine-gecko
wine-mono
wine-staging
winetricks
wireless-regdb
wl-clipboard
wlroots
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdotool
xfsprogs
xorg-twm
xorg-xev
xorg-xinput
xorg-xkill
xorg-xrdb
xorg-xwininfo
xwaylandvideobridge
yad
yapf
ydotool
yq
yt-dlp
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zbar
zip
